Repository: imdcan/woosw-tr_TR
Catalog: woosw-*.po
Languages: tr_tr

source: WPC Smart Wishlist for WooCommerce
tr_tr: WooCommerce için WPC Akıllı İstek Listesi

source: WPC Smart Wishlist is a simple but powerful tool that can help your customer save products for buy later.
tr_tr: WPC Smart Wishlist, müşterinizin daha sonra satın almak üzere ürünleri kaydetmesine yardımcı olabilecek basit ama güçlü bir araçtır.

source: Wishlist
tr_tr: İstek Listesi

source: Please log in to use the wishlist!
tr_tr: İstek listesini kullanmak için lütfen giriş yapın!

source: Added to the wishlist!
tr_tr: İstek listesine eklendi!

source: Already in the wishlist!
tr_tr: Zaten dilek listesinde!

source: Have an error, please try again!
tr_tr: Bir hata var, lütfen tekrar deneyin!

source: Removed from wishlist!
tr_tr: İstek listesinden kaldırıldı!

source: There are no products on the wishlist!
tr_tr: İstek listesinde hiç ürün yok!

source: The product does not exist on the wishlist!
tr_tr: Ürün istek listesinde mevcut değil!

source: Please log in to use wishlist!
tr_tr: İstek listesini kullanmak için lütfen giriş yapın!

source: Browse wishlist
tr_tr: İstek Listesini Gez

source: Add to wishlist
tr_tr: İstek listesine ekle

source: Share on:
tr_tr: Paylaş:

source: Wishlist link:
tr_tr: İstek listesi bağlantısı:

source: Copy
tr_tr: Kopya

source: Thank you for using our plugin! If you are satisfied, please reward it a full five-star %s rating.
tr_tr: Eklentimizi kullandığınız için teşekkür ederiz! Memnunsanız, lütfen beş yıldızlı tam bir %s derecelendirmesini ödüllendirin.

source: Reviews
tr_tr: Yorumlar

source: Changelog
tr_tr: Değişiklikler

source: Discussion
tr_tr: Tartışma

source: Settings
tr_tr: Ayarlar

source: Premium Version
tr_tr: Premium Sürüm

source: Essential Kit
tr_tr: Temel Kit

source: General
tr_tr: Genel

source: Disable the wishlist for unauthenticated users
tr_tr: Kimliği doğrulanmamış kullanıcılar için istek listesini devre dışı bırakın

source: Yes
tr_tr: Evet

source: No
tr_tr: Hayır

source: Auto remove
tr_tr: Otomatik kaldır

source: Auto remove product from the wishlist after adding to the cart.
tr_tr: Sepete ekledikten sonra ürünü istek listesinden otomatik olarak kaldırın.

source: Show note
tr_tr: Notu göster

source: Show your note on each product for all visitors. Only you can add/edit these notes.
tr_tr: Notunuzu tüm ziyaretçiler için her üründe gösterin. Bu notları yalnızca siz ekleyebilir / düzenleyebilirsiniz.

source: Page
tr_tr: Sayfa

source: Settings for wishlist page.
tr_tr: İstek listesi sayfası ayarları.

source: Wishlist page
tr_tr: İstek listesi sayfası

source: Choose a page
tr_tr: Bir sayfa seçin

source: Add shortcode %s to display the wishlist on a page.
tr_tr: İstek listesini bir sayfada görüntülemek için %s kısa kodu ekleyin.

source: After choosing a page, please go to Setting >> Permalinks and press Save Changes.
tr_tr: Bir sayfa seçtikten sonra, lütfen Ayar >> Kalıcı Bağlantılar'a gidin ve Değişiklikleri Kaydet'e basın.

source: Share buttons
tr_tr: Paylaş düğmeleri

source: Enable share buttons on the wishlist page?
tr_tr: İstek listesi sayfasındaki paylaşım düğmeleri etkinleştirilsin mi?

source: Copy link
tr_tr: Bağlantıyı kopyala

source: Enable copy wishlist link to share?
tr_tr: Paylaşmak için istek listesi bağlantısını kopyala etkinleştirilsin mi?

source: Button
tr_tr: Buton

source: Settings for "Add to wishlist" button.
tr_tr: "İstek listesine ekle" düğmesi ayarları.

source: Type
tr_tr: Tip

source: Text
tr_tr: Metin

source: Leave blank to use the default text or its equivalent translation in multiple languages.
tr_tr: Varsayılan metni veya eşdeğer çevirisini birden çok dilde kullanmak için boş bırakın.

source: Action
tr_tr: Aksiyon

source: Show message
tr_tr: Mesajı göster

source: Show product list
tr_tr: Ürün listesini göster

source: Add to wishlist solely
tr_tr: Yalnızca istek listesine ekle

source: Action triggered by clicking on the wishlist button.
tr_tr: İstek listesi düğmesine tıklanarak tetiklenen eylem.

source: Text (added)
tr_tr: Metin (eklendi)

source: Text shown after adding an item to the wishlist. Leave blank to use the default text or its equivalent translation in multiple languages.
tr_tr: İstek listesine bir öğe ekledikten sonra gösterilen metin. Varsayılan metni veya eşdeğer çevirisini birden çok dilde kullanmak için boş bırakın.

source: Action (added)
tr_tr: Eylem (eklendi)

source: Open wishlist popup
tr_tr: İstek listesi açılır penceresini aç

source: Open wishlist page
tr_tr: İstek listesi sayfasını aç

source: Action triggered by clicking on the wishlist button after adding an item to the wishlist.
tr_tr: İstek listesine bir öğe ekledikten sonra istek listesi düğmesine tıklanarak tetiklenen eylem.

source: Extra class (optional)
tr_tr: Ekstra sınıf (isteğe bağlı)

source: Add extra class for action button/link, split by one space.
tr_tr: Eylem düğmesi / bağlantısı için bir boşlukla bölünmüş fazladan sınıf ekleyin.

source: Position on archive page
tr_tr: Arşiv sayfasındaki konum

source: Under title
tr_tr: Başlık altı

source: Under rating
tr_tr: Derecelendirmenin altında

source: Under price
tr_tr: Fiyatın altında

source: Above add to cart button
tr_tr: Sepete ekle düğmesinin üstünde

source: Under add to cart button
tr_tr: Sepete ekle düğmesinin altında

source: None (hide it)
tr_tr: Yok (gizle)

source: Position on single page
tr_tr: Tek sayfada konumlandırın

source: Under price & rating
tr_tr: Fiyat ve derecelendirmenin altında

source: Under excerpt
tr_tr: Alıntı altında

source: Under meta
tr_tr: Meta altında

source: Under sharing
tr_tr: Paylaşım altında

source: Shortcode
tr_tr: Kısa kod

source: You can add a button manually by using the shortcode %s, eg. %s for the product whose ID is 99.
tr_tr: %s kısa kodunu kullanarak manuel olarak bir düğme ekleyebilirsiniz, örn. Kimliği 99 olan ürün için %s.

source: Categories
tr_tr: Kategoriler

source: All categories
tr_tr: Tüm Kategoriler

source: Only show the wishlist button for products in selected categories.
tr_tr: Yalnızca seçilen kategorilerdeki ürünler için istek listesi düğmesini gösterin.

source: Settings for the wishlist popup.
tr_tr: İstek listesi açılır penceresi için ayarlar.

source: Color
tr_tr: Renk

source: Choose the color, default %s
tr_tr: Varsayılan rengi seçin %s

source: Continue shopping link
tr_tr: Alışverişe devam et bağlantısı

source: By default, the wishlist popup will only be closed when customers click on the "Continue Shopping" button.
tr_tr: Varsayılan olarak, istek listesi açılır penceresi yalnızca müşteriler "Alışverişe Devam Et" düğmesini tıkladığında kapatılacaktır.

source: Menu
tr_tr: Menü

source: Menu(s)
tr_tr: Menü (ler)

source: Choose the menu(s) you want to add the "wishlist menu" at the end.
tr_tr: Sonunda "istek listesi menüsü" eklemek istediğiniz menü (ler) i seçin.

source: Open page
tr_tr: Sayfayı aç

source: Open popup
tr_tr: Açılır pencere aç

source: Action when clicking on the "wishlist menu".
tr_tr: "İstek listesi menüsü" tıklandığında yapılan işlem.

source: Update Options
tr_tr: Seçenekleri Güncelle

source: Copied the wishlist link:
tr_tr: İstek listesi bağlantısı kopyalandı:

source: Support
tr_tr: Destek

source: In stock
tr_tr: Stokta

source: Out of stock
tr_tr: Stokta yok

source: Continue shopping
tr_tr: Alışverişe devam et
